<?
$mod_title = "Литература";
$keywords="что такое айкидо, айки, айки-до, ай-ки-до, основатель, ки, айкидо, ки-айкидо, боевое искусство, коити тохэй, коичи тохей, книга, текст, скачать, тренировки,занятия, обучение";
$description="Боевые искусства, Айкидо. Координация ума и тела для самозащиты.";

$floder = "tohei";
$bk_title = "Коичи Тохей \"Айкидо. Координация ума и тела для самозащиты\"";

$arr = array(
0=>"Аннотация",
1=>"Глава 1.",
2=>"Глава 2. Айкидо — метод психической координации ума и тела",
3=>"Глава 3. Профессор Морихей Уешиба",
4=>"Глава 4. Искусство Айкидо",
8=>"АЙКИ ТАЙСО (упражнения)",
9=>"ОБЪЯСНЕНИЕ ИСТИННЫХ СПОСОБОВ АЙКИДО",
5=>"Глава 5. АЙКИДО КАК ПУТЬ ПОДДЕРЖАНИЯ ЗДОРОВЬЯ",
6=>"Глава 6. АЙКИДО КАК ИСКУССТВО САМООБОРОНЫ",
7=>"Глава 7. ЗАРИСОВКИ С ЖИЗНИ АВТОРА"
);
?>

