<?
$pagetitle = "| Статьи | Александр Дан ©  Пикантная приправа к Христианству.";
$description="Александр Дан ©  Пикантная приправа к Христианству.";
$keywords="Христианство религии";

include("header.php");

//Заголовок страницы
OpenTable();
echo"<p class=\"title\">Статьи</p>";
CloseTable();

//Название статьи
OpenTable();
echo"<p class=\"option\">Александр Дан ©  Пикантная приправа к Христианству.</p>";
CloseTable();

OpenTable();
?>

<p align=center>I
<p>
<p>«В начале было Слово, и Слово было у Бога, и Слово было Бог. Оно было в начале у Бога. Всё через Него начало быть, и без Него ничто не начало быть, что начало быть…» Этими словами начинается Евангелие от Иоанна, общепризнанное самым Божественным. Как понимать смысл сказанного? Что это за Слово такое? Как это «…без Него ничто не начало быть…»? А как сам Бог при этом? Был Он или не был? Хотя, наверное, всё- таки был. Ведь Слово то у Него было. И всё равно, слишком уж не понятно на первый взгляд. А если мы не понимаем уже первой фразы, то что тогда говорить об остальном Евангелии?
<p>Нет, церковь эти слова запросто объясняет, можно сказать не глядя. По церкви Слово – это Иисус Христос. Конечно, можно спросить, с какой это стати? Исходя из чего церковь пришла к такому решению? А очень просто: думали они, думали и, наконец, придумали. И всё. И никаких вопросов. Только, вот если вдуматься, вопросы остаются.
<p>Ладно, Христос – сын Божий. Пусть так и будет. (Тем более что есть основание полагать, что где-то мы все дети Божьи.) Но тогда по церкви выходит, что без Сына нет и Отца. Ведь «…и Слово было Бог…»!!!
<p>А вот это уже слишком. За такое сама же церковь, исторически не так давно, просто сжигала на костре. Ведь если даже Христос и говорит, что « Я и Он есть одно», то это вовсе никому не даёт право считать, что то же самое говорит Бог-Отец по отношению к Сыну. Ведь если капля в океане скажет, что она и океан есть одно, что в принципе абсолютно верно, то это вовсе не означает, что океан не существует без этой капли. И если ребёнок без родителей не бывает, справедливо считая себя их частицей, единым целым с ними, то это никак не означает, что до ребёнка родители просто не существовали. По существу, именно в этом нас пытается убедить церковь, трактуя «Слово», как «Иисус Христос».
<p>Это что же получается? Либо в Евангелии что-то напутали, а если копнуть, то напутано там действительно немало, с тем же переводом с греческого; либо церковная трактовка явно страдает с точки зрения логики, что тоже не редкость.
<p>Нет, перевод с греческого в данном случае совершенно верный. Остаётся второе. Похоже, церковь чего-то напутала. Но, в таком случае, откуда распутывать этот клубок? Ответ вроде очевиден, – конечно, от истоков, от корней Христианства. Однако здесь не всё так просто.
<p>Все прекрасно знают, что корни Христианства в Египте. Хозарсиф, сын сестры фараона Рамзеса II, после целого ряда приключений принял имя «Моисей», что означает «Спасённый», и в конечном итоге увёл евреев из Египта. Да и сразу после рождения Иисуса, спасаясь от Ирода, Иосиф увёл свою семью в Египет и вернулся оттуда только после смерти жестокого царя. Подробности содержатся в Библии.
<p>Кстати, библейская версия того, что Моисей был рождён еврейкой, а затем был подкинут сестре фараона, исторически не подтверждается. Скорее всего, евреям просто очень не хотелось отдавать истоки религии чужеродному племени. Отсюда и взялась оригинальная легенда с подкинутым ребёнком.
<p>Но, так или иначе, а Христианство корнями уходит в учения египетских жрецов. Именно у них учился Моисей и закономерно предположить, что первый экземпляр Книги Бытия писался иероглифами. А дальше – сплошной туман.
<p>Никаких ответов никому жрецы не оставили. Учение их всегда было тайным. Те крохи знаний, которые были доступны непосвящённым, кардинальных ответов на принципиальные вопросы не дают.
<p>Далее: слухи о расшифровке египетских иероглифов слишком преувеличены. Расшифрована была лишь часть их, и часть незначительная. Не стоит забывать, что иероглифы – не алфавит, и знание значений нескольких сотен символов далеко не являются расшифровкой письма. Но и это ещё не всё. Известно, что язык египетских жрецов подразделялся на язык говорящий, обозначающий и скрывающий. То есть, во многих случаях жреца мог понять только жрец. Думаю, не трудно догадаться, какому языку жрецы доверяли тайные знания. Иначе как тупиковой эту ситуацию не назовёшь.
<p>Следует попробовать поискать в другом месте, так как слишком глубоко оказались упрятанными египетские тайны. И такое место есть – Индия. Именно в Индии сохранились древнейшие знания Человечества, сохранились Веды, признанные истоками всех религий. Отсюда довольно распространённая версия, что Христос учился в Индии. Даже само имя Христос, согласно этой теории, трактуется как Кристос, производное от «Кришна». Слишком маловероятно. Скорее всего, версия и возникла из-за отсутствия знаний о Египте.
<p>Веды состоят из четырёх частей: «Ригведы» – самые древние из Вед, написаные шесть тысяч лет назад на древнеиндийском языке, слагаются из гимнов; «Яджур веды» – жертвенные ритуалы; «Самаведы» – напевы; «Атхарваведы» – заклинания. Самые последние из Вед датируются шестым веком до нашей эры. Кроме того, в наличии достаточно большое количество сопутствующей ведической литературы, написанной в разное время и обладающей различной ценностью. Кстати, русское «ведать», то есть «знать», именно отсюда. И не только. Что касается основных терминов религии, таких как «Бог», западный «Гот» и т.д., все они корнями в древнеиндийском. Как в русском, так и в других европейских языках, древнеиндийских корней хватает. Лингвисты это заметили и отнесли наш язык общения к так называемой индоевропейской группе языков.
<p>Именно в Ведах возможно найти объяснение текста, перекочевавшего в начальные строки Евангелия от Иоанна.
<p>Ведическая литература объясняет, что тот, который правит мирами, бывает в двух состояниях сознания. Когда Он спит, ничего нет. Не существует Вселенной, не существует миров никакого плана, отсутствуют сами понятия времени и пространства. Когда Он просыпается, происходит переход в новое состояние сознания и начинается то, что называется Божественной Игрой.
<p>Поскольку Христианство утверждает, что человек создан по образу и подобию Божьему, не будет кощунством взглянуть на эти состояния с нашей точки зрения.
<p>Когда мы крепко спим, без восприятия и сновидений, для нас ничего не существует. Мир исчез. Исчезло с ним абсолютно всё. Но мы при этом существуем. Просто в другом состоянии сознания. И вот мы просыпаемся. В первый момент перехода к другому сознанию мы как бы заново рождаемся, возникает первая, ещё не осознанная мысль, мысль восприятия своего «Я», толком даже не оформленная словесно.
<p>Как передать это состояние перехода? А, может, попробовать передать его так: «В начале было Слово… …Всё с него начало быть…». Ну, и как такой вариант? Вроде неплохо.
<p>Итак, Ура!!! Ключ найден!!! Теперь стоит только взять любую непонятную фразу от Иисуса Христа, рассмотреть её с точки зрения ведической литературы, и никаких вопросов не останется. Чего же ещё?
<p>Верно. Есть грамотные ребята, которые так и делают. Получается вполне неплохо. Даже очень хорошо получается. И вообще, делают эти ребята совсем не плохое дело, а полезное. Конечно же, не они придумали этот метод. Ещё Елена Блаватская писала: «Чем больше изучаешь древние религиозные тексты, то больше убеждаешься в том, что основа Нового Завета та же самая, что и в Ведах, Египетской Теогонии и древнеамериканской».
<p>Но… Всё снова не просто....
<p><br><br>
<p>
<p><b>Закажите весь текст и мы вышлем Вам его в виде брошюры (объем: 10стр. машинописного текста) на Ваш адрес наложенным платежом за 5 грн. плюс почтовые расходы.</b>
<p><b>Вам стоит только отправить сообщение на наш <a href="mailto:k-evgen@mail.ru">e-mail.</a> с указанием Вашего почтового адреса.</b>
<p align=center>
<p align=center>

<?
CloseTable();

//Навигация
OpenTable();
echo"<center>[ <a href=?mod=articles>начало</a> | <a href=#>наверх ]</a></center>";
CloseTable();

include("footer.php");
?>
