<?
$pagetitle = "| Статьи | 36 песен прикладнй техники багуа-чжан";
$description="36 песен прикладнй техники багуа-чжан";
$keywords="багуа-чжан техника";

include("header.php");

//Заголовок страницы
OpenTable();
echo"<p class=\"title\">Статьи</p>";
CloseTable();

//Название статьи
OpenTable();
echo"<p class=\"option\">36 песен прикладнй техники багуа-чжан</p>";
CloseTable();

OpenTable();
?>
36 песен имеют точный и конкретный смысл. Если только говоришь и говоришь, практикуешься и практикуешься - не сможешь постичь их дух. Если хочешь узнать секреты и достичь истинного гунфу, тебе придется потратить три года, чтобы испытать его глубину.
<ol>
<p><li>Опустошай грудь, подвешивай голову и опускай поясницу. Укрепляй бедра, контролируй колени и сильно хватай землю. Опускай плечи, роняй локти и вытягивай переднюю ладонь. Оба глаза должны глядеть через пасть тигра.
<p><li>Задний локоть сначала сгибается и прикрывает сердце. Затем кисти поворачиваются и садятся. Следуй за передним локтем с обнимающей силой. И передняя и задняя руки имеют единый собраный шэнь.
<p><li>Шагай по кривой, тянись вперед прямой ногой. При ходьбе тело прямое, словно толкает жернов. Сгибай колени и следуй за бедрами, поясница должна быть достаточно перекручена. Глаза смотрят в три стороны и тело не шатается.
<p><li>В самой по себе позе "одиночный кнут" нет ничего удивительного. Уместно применять ее в левую и правую стороны поочередно. Если умеешь менять левое на правое, а правое на левое, то сможешь отступать всем телом и шагать назад при необходимости.
<p><li>Шаги поворачиваются, руки следуют. Задняя ладонь протыкает вперед, передняя ладонь возвращается назад. Туда и сюда, сюда и туда, на существует двух целей. Нужно быть как арбалетная стрела слетающая с тетевы.
<p><li>При протыкании ладонь движется прямо вперед вдоль локтя. Заднее плечо занимает место переднего. Не разделяй, не сомневайся. Ступня входит  в пространство между ногами противника - это правильно.
<p><li>Грудь опустошай, ци веди вниз. Спину выгибай, плечи опускай, руки вытягивай вперед. Когда ведешь ци вДаньтянь, вытягиавй "Путь Зерна". Тяни голову прямо вверх, чтобы наполнятся семенем-духом.
<p><li>Когда ходишь, тело не должно шататься. Все зависит от частей ног ниже колен: они должны перекрещиваться и соприкасаться. Хотя устойчивость нижней части тела связана с уравновешенностью поясницы и таза, средняя часть тела также нуждается в ногах и пояснице.
<p><li>Легко смыкай губы, закрывай рот, языком касайся неба. Вдыхай через нос. Когда проявляешь силу ли до предела, издавай звуки хэн и ха. Объединяй изначальую ци - это и называется "достижением".
<p><li>Сами ладони и Пасть Тигра должны быть наполненными и округлыми. Все десять пальцев, особенно безымянные, должны быть раскрыты. сначала тычок, затем удар запястьем. Расслабляй плечи, увеличивай поясницу, вбуравливайся вслед за шагами.
<p><li>Шагая вперед, закрывай колени. Шагая назад контролируй корень. Меняя ладони, меняя шаг, пригибай весь костяк тела. Наступай и отступай, отступай и наступай по обстоятельствам. Для этого нужно только хорошо распоряжаться поясницей и тазом.
<p><li>Эта ладонь очень отличается от других. Шагая вперед, сначала выставляешь переднюю ногу - тогда возможен успех. А когда шагаешь назад, первой отступает задняя нога. При шагании старайся держаться снаружи от противника и подальше от центральной линии.
<p><li>Эта ладонь очень отличается от других. Прежде чем двигать руками, атакуй бедрами. Прежде чем вытягивать вперед, подтягивай назад. Подтянешь достаточно - тогда выпускай, усилие половинное.
<p><li>Эта ладонь очень отличается от других. Сила ли передней и задней ладони едина. Хочешь использовать верхушку - сначала приведи в движение корень. В каждой форме не относись к этому легкомысленно.
<p><li>Эта ладонь очень отличается от других. Прежде чем ударить на запад, сперва ударь на восток. Указывай вверх, а бей вниз - никто не сможет знать твоих намерений. Перекатишь жемчужину, обратишь вспять поток - получишь духовное постижение.
<p><li>Даже естественная, чистая техника боится "трех протыканий". Если не идти от наружной двери все тщено. Если противник идет снаружи, я иду во внутрь. Тогда нетрудно вытянуть руку и победить.
<p><li>Если используешь только одну сторону ладони, цели не достигнешь. Нужно хотябы две стороны чтобы атаковать. Одна в сторону, одна вперед - получается треугольник из рук. Тогда противник будет все равно что у меня в груди.
<p><li>Если высок, стремись быть пониже. Если низок, желай поднятся. Держи тело под углом. ходи по кругу, не торопись. Поворачиваешься под углом, поворачиваешься назад - поясница должна проводить силу. Разворачиваешься до предела - сила должна быть жесткой.
<p><li>Люди говорят, что победа в технике ладони определяется жесткостью. Классики кулачного искусства также говорили, что мягкость должна скрываться внутри. Есть люди которые раскрыли этот секркт. Взаимная поддержка жесткости и мягкости должна усиливаться.
<p><li>Если жесткость на первом месте, то мягкость должна скрываться внутри. Если мягкость на первом месте, то потом должна проявляться жесткость. Победа над мягкостью противника в пояснице и руках. Если я контролирую свою поясницу, ступаю устойчиво - тогда смогу победить.
<p><li>Когда применение техники достигает преденла, нужно повернуть тело. Убегай, превращайся в тень, не сотавляй следа. Ключ к изменению и разнообразию  - в шагании. При выходе и вхождении, наступлении и отступлении поясница приходит в движение первой.
<p><li>Дух поворачивающейся ладони проявляется в шейных костях. При повороте головы сначала должны двигаться руки. При перемене техник голова втягивается, а при выпуске силы - вытягивается. Надо быть камк дух-дракон: голова и хвост связаны воедино.
<p><li>Когда наносишь удар противнику, цзинь коренится в верхней части рук. В верхней части рукот плеча не вытягиваются полностью. Поэому, если хочешь продвинуться вперед, делай шаг передней ногой. Если шагаешь вперед задней ногой, то духовное усилие тщено.
<p><li>Обильная сила испускается сухожилиями и костями. Жесткая цзинь берет начало в костях и должна согласовываться с сухожилиями. Большое пяточное сухожилие связано с грудью и спиной. Когда выплнение техник следует за шаганием, сила может быть взрывной.
<p><li>Прибывают глаза, прибывают руки, прибывает поясница, прибывают ноги. Синь настоящий, дух настоящий, сила (ли) - тоже настоящая. Эти три "настоящих" и четыре "прибывания" сочетаются воедино. Останется достаточно, чтобы и себя защитить и противника победить.
<p><li>Сила должна быть жесткой, но также и мягкой. При избытке жесткости или мягкости силу трудно контролировать. Слишком жесткое легко ломается - таков истинный закон вещей. Слишком много изящной мягкости равносильно слабости.
<p><li>Что говорится о взаимной поддержке жесткого и мягкого? Если жесткое и мягкое помогают друг другу, не бывает никаких затруднений. Жесткое и мягкое должны использовать руки Цянь и Кунь. Это позволяет раскрыть небо, обнажить землю и вызвать большую волну в океане.
<p><li>(?) Когда противник тверд, а я мягок - это правильно. Но если я мягок а противник тверд, это тоже хорошо. Жесткое и мягкое, координируясь, побеждают (контролируют) поясницу. Судьба поединка определяется тем, чей шаг лучше.
<p><li>При шагании прежде всего поднимай поясницу. Если отступаешь и собираешься должным образом, можешь показывать чудеса. Если ноги хотят двигаться, а поясница не движется, шаг будет медленным и неустойчивым, момент будет упущен.
<p><li>При поворачивании тела и смене техник шаг не должен быть длинным. При хотьбе скользи по земле и не теряй самообладания. Внимательно смотри на приходящие позы, затем выпрямляй руки. Как прекрасная девушка, вдевающая нитку в иголку, будь и устойчив, и мягок, и тверд.
<p><li>Если у противника острое оружие, я не беспокоюсь. Летящий меч приближается ко мне сбоку. Смотрю как он приближается и уклоняюсь при помощи хэн и ха. Эсть хорошее правило: зло не может победить праведность.
<p><li>Когда нападают с коротким оружием, кажется, что трудно защищаться. Но я не пугаюсь даже острого меча юйчан. Протягиваю руки, чтобы схватить его, словно вынимаю что-то из мешка. Указываю на гору, бью по жернову - чудо срятано внутри.
<p><li>Противников много - силой их трудно одолеть. Не забывай, что искуссными маневрами можно разбить тысячу фунтов. Одна рука не может победить полагаясь лишь на силу. Даже боится перевернутого лука.
<p><li>Вытягивая руки, не можешь видеть противника перед своими ладонями. И нет масляной лампы, чтобы осветить тело противника. Опусти веки и старайся увидеть. Пригнись пониже - в ладонях проявятся чудеса.
<p><li>В холод, снег, дождь, слякоть обязательно разворачивай переднюю ступню в сторону. Поворачивая тело не вращайся как бурав. Высок или низок, хорошо бы помнить об этом.
<p><li>Когда уже привык драться важнее всего - жизненный дух. Когда дух яркий и сияющий, уши и глаза - настоящие (бдительны). Пусть руки противника быстры как летящая ласточка - для моего слуха и муравьиный писк все равно что рычание дракона и тигра.
</ol>
<?
CloseTable();

//Навигация
OpenTable();
echo"<center>[ <a href=?mod=articles>начало</a> | <a href=#>наверх ]</a></center>";
CloseTable();

include("footer.php");
?>