<?
$pagetitle = "| Статьи | Переводы древних песенных наставлений (перевод 2)";
$description="Переводы древних песенных наставлений";
$keywords="Переводы древних песенных наставлений";

include("header.php");

//Заголовок страницы
OpenTable();
echo"<p class=\"title\">Статьи</p>";
CloseTable();

//Название статьи
OpenTable();
echo"<p class=\"option\">48 песен прикладной техники багуа-чжан.</p>";
CloseTable();

OpenTable();
?>
<P>В "Рифмованных правилах наработки 48 методов" сказано: Сорок восемь методов очень трудно найти, видишь прием - позволяешь приему достичь естественности. После десяти лет наработки и тяжелых тренировок человек опираясь на искусство обойдет пять материков.
<P>1. Метод движения тела.<BR>
Прибывание руки и прибывание шага должны друг другу соответствовать. Если прибывает рука, а затем ступает нога - силы не будет. Если даже рука и нога прибывают одновременно, но у поясницы нет силы, то атака получится запоздалая и медленная, и отступать будет трудно.
<P>1. Секрет методов действия корпусом.<BR>
Методы действий руками и методы перемещений должны взаимно следовать. Рука достигает, а шаг не завершен - сила будет крошечная. Руки и ноги достигают вместе, но не хватает силы поясницы. Время уходит, мешкаешь, трудно вернуться обратно.
<P>2. Метод наблюдения.<BR>
Столкнувшись с группой противников, сначала наблюдай ситуацю. Прежде чем наступать, естественно будет отступить. Отступая оцени ситуацию и узнай движения противников. Следу правилам "ленивый ждет работающего" и "тянуть усилием в четыре унции".
<P>2. Секрет рассматривания методов.<BR>
Если встретился с толпой врагов - вначале рассмотри методы. Никогда не наступай, соответственно отступай. Отступил - вникай в формы, узнай изменения, выжди удобного случая и вытяни четырьмя лянами.
<P>3. Метод шагания.<BR>
Прежде движения конечности - движение корня. Хоть руки и быстры, они не так стремительны, как движение половинным шагом. Наступая и отступая, входя и выходя, используй только половинный шаг. Это позволит контролировать противника и защищаться со спокойным духом.
<P>3. Секрет методов перемещений.<BR>
Прежде чем двигать кончик - сначала двинь корень. Быстрота рук не заменит подшагивания на полшага. Наступать и отступать, выходить и входить - всего полшага. Выбрасываешь руки избегая приема - и полностью спокоен.
<P>4. Метод большого шага.<BR>
Гунфу произошло от согнутого шага. Изменения двух рук следуют за шаганием. Вверху поднимай, внизу подбирай, в стороны увертывайся. Толкание, подпирание, уведение и направление не покидают груди.
<P>4. Секрет шагов.<BR>
Корень мастерства - в шаге по кругу. Изменение рук следует шаганию. Высокие вспарывания, низкие заграбастывания, поперечные прикрывания, уходы, толчки, приподнимания, затягивания и контролирования не отрываются [от шагов].
<P>5. Метод непрерывного шага.<BR>
Если приходится делать три шага подряд, это "слишком много гунфу". Использование рук должно быть простым, естественным и неограниченным. Соприкасайся с рукой противника - поворачивай тело, рука станет пустой. Если научишся ловить момент - станешь "рекой и озером"
<P>5. Секрет непрерывного шага.<BR>
Непрерывный шаг - это мастерство трех потерь, позволяющее рукам быстро и естественно сработать впустую. Скрестив руку с рукой противника поворачиваешь корпус - это пустая рука. В момент удара ладонью рывком вытягиваешь противника вдоль земли.
<P>6. Метод паузы в шагах.<BR>
При паузе в шагах ноги не поддерживают друг друга. Передняя пустая, задняя - полная, они взаимозаменяемы. Если передняя должна стать такой же, то тело наклониться либо вперед, либо назад. Кроме того поясница потеряет ловкость и подвижность.
<P>6. Секрет накопляющего шага.<BR>
В накопляющем шаге ноги не должны стоять одинакого. Удобнее чтобы передняя была "пустой", а задняя - "полной". Если стоять равномерно, то отклоняешься взад и вперед, да и поясница малоподвижна.
<P>7. Метод рук.<BR>
При неровной, опущеной силе - будешь следовать за противником; двойной вес - к застою. Снаружи жосткий, внутри мягкий - поза, словно держишь копье. В стороны толкай, внутри цепляй крюком - тогда у тела будет хозяин. Жди как бы прилипнуть руками, а затем следует движение поясницы и живота.
<P>7. Секрет методов действий руками.<BR>
Вес тела смещен - следуешь, закупоривание двойное. Внешне - жесткий, внутри - мягкий, словно колешь копьем. Поперек - толчок, внутрь - крюком, тело - ось вращения. Нужно только втянуть руку, поясница и живот следуют.
<P>8. Метод силы - ли.<BR>
Люди говорят, что бывает холодная, упругая, ломающаяся, быстрая и жесткая сила. Я говорю, что холодная и быстрая - одно и то же. Если взяться отделить хрупкость от жесткости - нет различий. Испускание цзинь полностью зависит от сочетания сердца и ли.
<P>8. Секрет методов силы.<BR>
Люди говорят о `холодном', `хлестком', `проворном', `быстром' и `жестком'. Еще имеются шесть координаций, проявляющие удивительные возможности. `Проворный' и `жесткий' почти не различаются. Выброс усилия полностью опирается на координацию сердца и силы.
<P>9. Метод запасания ли.<BR>
Если умеешь только использовать ли, но не умеешь хранить ее, можешь черезмерно проявить ли - словно выпустить стрелу из лука. Цели не достигнет, а убыток принесет. При легком поражении проиграешь битву, при тяжелом поражении проиграешь тело.
<P>9. Секрет сохранения силы.<BR>
Если можешь применять силу, но не можешь сохранять, то сила ушла - подобно стреле оторвавшейся от тетивы. Это не только не дает результата, но и наносит вред, ибо легко потерять равновесие и упасть.
<P>10. Метод непрерывности ли.<BR>
Когда твоя сила достигает противника, его корень рвется. Если не превышаешь свою силу, противнику будет трудно убежать. Метод таков: рассчитывай время и применяй шагание вперед с ударом. Расправляй поясницу, протягивай руки и применяй их вместе.
<P>10. Секрет наращивания силы.<BR>
Сила достигла его - корень уже подрублен. Если еще добавить силы - ему трудно увильнуть. В этот момент осталось только сделать атакующий шаг вперед, удлинить поясницу и удлинить руку помогая нацеленному вперед приему.
<P>11. Метод подчинения противника.<BR>
Нечем гордится, если быстрый побеждает медленного. Не стоит радоваться, если сильный побьет слабого. Лучше всего, если ты всегда немного выше противника. Смотри влево, остерегайся справа, будь устойчив в центре; когда неуместно, не выпускай силу.
<P>11. Секрет покорения человека.<BR>
Победа быстрого над медленным не заслуживает уважения. Преодоление сильным слабого не является совершенством. Лучше всего победить высокоуровневым приемом. Глянул туда, глянул сюда, центр стабилен, выбросы не пустые.
<P>12. Метод достижения победы.<BR>
Противник обладает силой в тысячу фунтов и быстр, как ткацкий челнок. Избегай сылы и используй тактику следования. Из тысячи противников льшь три-пять смогут приблизится к тебе. Просто вытяни руки и ноги - и они не смогут остановить тебя.
<P>12. Секрет решающей победы.<BR>
У него сила - в тысячу цзюней, быстр - словно ткацкий челнок. Избегай сильного и используй продольный проход быстрым шагом с перемещением. Из тысячи людей приблизиться могут лишь трое-пятеро. Слегка вытянул руки и ноги - и не трудно заслониться.
<P>13. Применение методов.<BR>
Высокого бей низко, низкого бей высоко. Толстого атакуй сбоку, пока не успел повернуться. Худого и длинного хватай и тяни. Со стариком драться нет заслуги, просто посмотр на него вверх и вниз.
<P>13. Секрет применения.<BR>
Высоким бей низкое, низким бей высокое. Косым бей толстого, не нужно раскачиваться. Встретил худого и длинного - дергай и затягивай. Старый и неумеющий драться - навести и верх, и низ.
<P>14. Метод встречи и запечатывания.<BR>
В руках важны трое врат, ноги должны сгибаться. Одна рука - трое врат, ноги идут прямо или огибают. Плечи, локти, запястья, бедра, колени - все полезны. Втягивай шею, опустошай грудь, шаги несут тело.
<P>14. Секрет фиксации.<BR>
В руках изучаем три сустава - а ноги сгибаются и выпрямляются. Три сустава одной руки прямо соответствуют ногам. Можно использовать плечи, локти, запястья, бедра, колени. Вобрал шею и опустошил грудь, шаг тянет корпус.
<P>15. Метод нажиманя кулаком.<BR>
Пять цветов и восемь дверей спутаны как пакля. Длинные и короткие удары складываются вместе. Чем ты быстрее, тем медленнее я. Но если выпускаю силу - пугаются и демоны и боги.
<P>15. Секрет боя с представителем другого стиля.<BR>
Пять цветков и восемь врат смешаны как конопля. Длинный кулак и короткие удары перемешаны друг с другом. Ты еще быстрей - я еще медленнее, но если я начал выброс - помоги тебе Бог!
<P>16. Метод против захвата.<BR>
Не хвастайся тем, сколько ты знаешь техник захвата. Две руки хватают как одна - сила удивительная. Но даже самый искуссный захват боится поднятия над головой. Протыкание в нос, тычок в глаза могут сильно затруднить атаку.
<P>16. Секрет захватывания и освобождения.<BR>
Сколько бы ни было захватов - их мощь не преувеличена. Две руки схватили одну - силы конечно больше. Если же он отлично хватает - пусть боится за голову, от пронизывания в нос или укола в глаза трудно защититься.
<P>17. Метод соединения одиночного и дополнения двойного.<BR>
Поговорим о том, как две пустых руки пртивостоят оружию. Одна рука вперед, другая назад - таковы возможности противника. Запечатаешь правую руку - от левой нет пользы. Если противник атакует двумя руками сразу, ему еще труднее достичь цели.
<P>17. Секрет "соприкоснуться с одним и дополнить до двух".<BR>
Что бы ни говорили о жестком оружии в обеих руках, ударить одной, ударить другой - вот и все его возможности. Запечатал правую руку - левая бесполезна; две руки атакуют вместе - тем более пользы нет.
<P>18. Метод "указывая на гору, ударить жернов"<BR>
Когда рука противника приходит, я не замечаю. Отклоняюсь в сторону, контратакую - таков мой ответ. Когда его передняя рука возвращается к нему, я вхожу своей рукой. Если он передней рукой запечатывае мою атаку, я применяю связку из трех атак.
<P>18. Секрет "ударить жернов и указать на гору".<BR>
Он бьет меня, но я - нет, поворачиваюсь боком, уклоняясь, и контратакую. Если он снова - я атакую, он защищается - три удара ему!
<P>19. Метод "убежав превратиться в тень"<BR>
Если противник не приходит, я зову его. Когда он приходит, я поддаюсь и нейтрализую его приход. Не нуждаюсь в защите тела, полагаюсь на перемещения тела. При каждом шаге не забываю о бедрах.
<P>19. Секрет "освобождения от тела и рассеивания тени".<BR>
Он не подходит - я провоцирую подход. Он подходит - я трансформируюсь и ухожу. Ни в коем случае не надо заслоняться руками - надо опереться на методы действий корпусом. Шаг за шагом не отрываясь от района между бедрами.
<P>20. Метод поворота назад.<BR>
Вытягивание рук должно быть малым, шаг должен быть большим. Поворвчиваясь, делаю шаг на плобедра (полшага), прилипаю к телу противника и хватаю. Когда шагающая нога касается земли, приседаю и поворачиваюсь. Если он тоже поворачивается - хватаю его как орел.
<P>20. Секрет выхода за спину и поворота корпуса.<BR>
Выпрямлять руки надо мало, шаг должен быть большим. Отшагнуть наполовину, приблизившись бедрами, и хватать. Отшагнуть - и с постановкой на землю прсесть с поворотом. Он поворачивается - у меня орлиный захват.
<P>21. Метод притив толкающего, хлопающего, рубящего и сталкивающего ударов.<BR>
Когда отвечаю на толкающий удар таким же ударом, мой должен совершиться раньше. Если меня хлопают справа, меняю шаг и левой рукой встречаю атаку. Бьют рубящим ударом - поднимаю локоть и нажимаю горизонтально. Сталкивают - "руками Цянь-Кунь" (обеими руками описываю круг).
<P>21. Секрет "стукать, разбивать, рубить, сталкивать".<BR>
Стукают - стукни сам, стараясь опередить. Разбивают справа - смени стороны и приклейся левой рукой. Рубят - сложи локти и встань поперечно. Сталкивают - махни ко кругу рукой от "цянь" до "кунь".
<P>22. Метод полукруга.<BR>
Если руки противника действуют прямолинейно, сделай полшага вперед, словно ничего не происходит. Если целит прямо, а бьет под углом, снова сделай полшага и ничего больше не предпринимай.
<P>22. Секрет полуокружения противника.<BR>
В его методах действий руками много прямолинейных - перешагиваю на полшага в сторону словно прогуливаясь. Если же он показывает прямо а бьет по кососй, то вновь делаю перешагивание на полшага в сторону не идя лоб в лоб.
<P>23. Метод полного круга.<BR>
Со всех четырех сторон враги я в центре. Лавирую меж цветов, расталкиваю ветки, двигаюсь на запад и на восток. Чтобы справится с силой со всех восьми сторон, нужно быть переменчивым как ветер и облака. Не держись застывшей формы, не держись пустоты.
<P>23. Секрет боя в окружении.<BR>
Противник с четырех сторон, я - в центре. Пронизываю цветы и бью ивы хоть на западе, хоть на востоке. На все восемь направлений использую метод облаков гонимых ветром. Не защищаюсь стоя на месте и не иду куда попало.
<P>24. Метод сердца (ума) и глаза.<BR>
Сердце - как генерал, глаза действуют методично. Глаза видят ситуацию, ум рождает мысль - тогда можешь победить противника. Хуже всего когда ум затуманен, а глаза не точны - тогда руки суетятся, ноги путаются, усилие тратится понапрасну.
<P>24. Секрет сердца и глаз.<BR>
Сердце - великий полководец, глаза - метод. Действуя сообразно с обстановкой можно контролировать врага. Больше всего бойся отвлеченности сердца и ненацеленности взгляда, ибо тогда руки суетятся, а ноги - в беспорядке, доставляя излишние хлопоты.
<P>25. Метод устойчивых глаз.<BR>
Сабли и копья с четырех сторон, нерепутаны как пакля. К тому же темная ночь, глаза не видят четко. Сокращай тело, фиксируй глаза, высматривай путь широко - тогда сможешь выполнить и сделаешь все, что хочешь.
<P>25. Секрет установления взгляда.<BR>
С четырех сторон мечи и копья беспоряюочны как конопля, но когда в сумерках нет света луны, понижаешь корпус, устанавливаешь ясность, применяешь приемы вдаль и внутрь. Шаг за шагом идя по кривой побеждаешь врагов.
<P>26. Метод встречания оружия.<BR>
Хотя длинное и короткое, одиночное и парное оружие, безусловно, вещь существенная, все же оно не так ловко действует как две пустые руки. Если тренирую "железную ладонь" - все равно что имею оружие. Когда действую пустыми руками, целюсь в предплечья и запястья противника.
<P>26. Секрет действий против оружия.<BR>
Длинное, короткое, одиночное, парное - оружие жесткое и мощное, но надо учитывать, что оно не столь ловко как голые руки. Натренированная железная ладонь сама подобна оружию. Две руки ищут сбоку двигаясь поперек запястья.
<P>27. Метод защиты тела.<BR>
Не удивительно если сильный побеждает слабого. Если слабый может победить сильного - вот это техника. Пусть стрела, покидающая тетеву, быстра и сильна - притирайся к противнику слева и справа, ошибки не будет.
<P>27. Секрет защиты тела.<BR>
Сильным контролировать слабое - не то, слабым побеждать сильное - вот истиный метод. Он жесткий и быстрый подобно вылетающей стреле - вращаюсь влево и вправо и защищаюсь без брешей.
<P>28. Метод запутывания противника.<BR>
Когда ум запутывается - раньше запутывается взгляд. Тысяча техтик не так эффективны, как одно протыкание ладонью. Целься точно в переносицу и атакуй непрерывно. Подходи, чтобы одолеть противника слева и справа.
<P>28. Секрет приведения человека в смятение.<BR>
Беспорядок в сердце - от беспорядка в глазах. Тысяча приемов не сравнится с одним пронизыванием ладонью. Наводка в переносицу позволяет непрерывность, шаг в сторону с контролем человека идет то влево, то вправо.
<P>29. Метод открывания и закрывания.<BR>
Если хочешь закрыть - нужно раньше открыть. Видишь открывание, готовься к закрыванию - двух мнений быть не может. Когда противник притворяется проигравшим, помни о пыльном смерче. Показывает на восток - ударит на запад, вот такой смысл.
<P>29. Секрет раскрывания и смыкания.<BR>
Хочешь сомкнуться - сначала раскройся: таков общий принцип. Видишь раскрывание - защищайся от смыкания: дважды подряд невозможно. Ложное поражение, ложное отступление - сдуй пыль. Указывающий на восток и бьющий на запад прячет мысль в сердце.
<P>30. Метод укрепления юга.<BR>
Пусть у противника тысяча рук и тысяча глаз. Если удерживаешь центр и защищаещь себя, все это не важно. Без необходимости не вытягивай руку, а уж вытягиваешь руку - так заставь противника убрать его руку назад.
<P>30. Секрет установления тела.<BR>
Пусть он быстр так, словно у него тысяча рук и тысяча глаз - защити среднюю линию и все будет зря. Не пришло нужное время - не выпрямляй рук. Выпрямил руку - тут же надо делать выброс за выбросом.
<P>31. Метод приближения.<BR>
Запечатывание и увертывание - это техники для сохранения дистанции. Увернувшись от атаки противника остаешься свободным. Но помни: нельзя наносить удар с дистанции больше, чем несколько шагов. Метод открывания двери и закругления пути небезопасный.
<P>31. Секрет необходимой близости.<BR>
Жесткое запечатывание - прием самозащиты, избежал противника и скрылся вдали - запомни: удаляться больше чем на чи это все равно что с раскрытыми вратами идти в обход - метод не крепок.
<P>32. Метод шести дорог.<BR>
Шесть дорог противника пусты, положения моей ладони прозревают шесть дорог. Поскольку движущиеся шаги могут наблюдать все восемь направлений, нетрудно будет наблюдать атаки спереди и сзади.
<P>32. Секрет шести дорог.<BR>
Для иного шесть дорог - звук пустой, я же с формами ладоней наблюдаю шесть дорог. Двигаясь могу осмотреть все направления. Не испытываю трудностей в том, чтобы глянуть вперед и оглянуться назад.
<P>33. Метод непрерывности.<BR>
Если не можешь ывполнить прием аккуратно - не выполняй вообще. Если атака промахнулась, наноси второй удар. Будь противник хоть бог или демон - выбьешь ему зубы, если не схватишь душу(т.е. убьешь).
<P>33. Секрет "не дважды".<BR>
Метод не точен - не спеши с выбросом. Выброс не попал - повтори его вновь. Как бы ни были ловки его техники рук когда души "хунь" и "по" разделены - тело рвется.
<P>34. Метод против скольжения.<BR>
В морозную погоду или снег трудно шагать устойчиво. Передняя нога поворачивается в сторону, задняя направлена вперед. Поворачиваясь, делай маланькие открытые шаги. Нельзя выпячивать грудь и наносить высокие удары.
<P>34. Секрет защиты на скользком.<BR>
Ледяное небо и заснеженная земля - шаг слабоустойчив. Переднюю поперек а заднюю прямо фиксируя центр и кончик. При поворачивании обязательно применяй небольшие шаги, опасайся выпрямления корпуса и методов бьющих высоко.
<P>35. Метод устойчивого шага.<BR>
Если шаг неустойчив, тело качается. Ступни, шагающие по твердой земле, стоят тысячи техник. Продвигаясь вперед, сначала ставь носок, а отступая назад, сначала ставь пятку. Без задерживающего шага не оглядывайся назад.
<P>35. Секрет стабильного шага.<BR>
Шаг некрепок - корпус будет раскачиваться. Стопа полностью стоит на земле - побеждает тысяча приемов. В наступлении следуешь пальцам ноги, в отступлении подвешиваешь пятки, не завернул шаг - не сможешь вернуться.
<P>36. Метод малого шага.<BR>
При поворотах шаги должны быть маленькими. При большом шаге все тело не будет ловким. Если хочешь повернуться, делай полшага. Противнику будет трудно схватить тебя и узнать твои намерения.
<P>36. Секрет малого шага.<BR>
При развороте шаг непременно должен быть маленьким, шаг большой - все тело не будет ловким. Хочешь повернуться - сделай полшага, человеку трудно применить циньна, трудно разобраться.
<P>37. Метод ладони.<BR>
Хотя различают техники ладоней верхнего, среднего и нижнего уровня, верхний и нижний - это всего лишь внешняя форма. Округло и естественно поворачивать ладонь можно только в среднем уровне. Все высокие и низкие техники зависят от перемен.
<P>37. Секрет методов действий ладонями.<BR>
Хотя в методах действий ладонями и есть верхний, средний и нижний уровни, но верхний и нижний - не более, чем каркас. При хождении по кругу естественен лишь средний уровень. Верхний и нижний получаются из него.
<P>38. Запрет опускания головы.<BR>
Опускать голову - все равно, что глаза не открывать. К тому же может наклониться вперед и все тело - тогда легко упасть. Опущенная голова, кошачья спина убивают центр тела. Не сможешь использовать весь шаг и всю ладонь.
<P>38. Секрет избегания наклона вперед.<BR>
Голова наклонена - словно глаза не раскрыты, корпус легко падает вперед. Голова наклонена, поясница согнута, позвоночник мертв - не получится никакая ладонь, никакой шаг.
<P>39. Запрет выгибания вперед.<BR>
Выгибай спину, опустошай грудь, находи движение в покое. Будешь ыпячивать грудь, выставлять живот - тяжело будет защищаться. Втянешь живот, сожмешь поясницу, но будет уже поздно. Больше всего беспокойся о том, чтобы не терять свободы поворота тела.
<P>39. Секрет избегания отклона назад.<BR>
Натяни спину и опустоши грудь, внутри требуется покой. Распрямил грудь и выпятил живот - трудно быстро втянуть. Вобрать живот и убрать поясницу не удастся, а больше всего опасайся неестественности поворота.
<P>40. Метод прямого тела.<BR>
Сила всего тела - в центре груди. Если само тело наклняется, сила не будет большой. Хотя иногда шаги могут быть кривыми, тело должно оставаться прямым. Выпускай руку словно стрелу, не задерживаясь.
<P>40. Секрет прямого корпуса.<BR>
Сила всего тела - в позвоночнике, корпус перекосился - сила не целостна. Со стороны видно, что ноги при шаге согнуты, но корпус непременно прям, тогда руки вылетают как стрелы - безостановочно.
<P>41. Метод помощи телу.<BR>
Тело - хозяин, поясница и ноги следуют за ним. Если поза тела-хозяина прямая и точная, сила может быть сокрушительной. Наступление, отступление, увертывание, уклонение - все зависит от движений тела. Если делать без координации поясницы и ног, сила будет малой.
<P>41. Секрет вспомогательного для корпуса.<BR>
Тело - словно ось, глава - поясница, ноги - вспомогательны. Главное - слабое, вспомогательное - сильное, трудно контролировать человека. Наступая, отступая и уклоняясь опирайся на методы действий корпусом, но нет связи поясницы и ног - не зародится дух.
<P>42. Метод непокорного тела.<BR>
Если противник атакует меня и уже приклеился ко мне своим телом, в этот момент мои руки и ног не смогут победить. Влево и вправо поддаюсь атаке и обхожу ее сзади. Так превращаю опасность в безопасность и могу схватить противника.
<P>42. Секрет разноименного положения корпуса.<BR>
Он решил взять меня под контроль и уже приблизился, в этот момент ни руки ни ноги не помогут. Втянув поясницу слева или справа поверни корпус вокруг своей оси избегая опасности быть пойманным.
<P>43. Метод большого шага в сторону.<BR>
Если противник делает рпотыкани вперед, его атаку трудно остановить. Противник уже выпустил силу и проявил свои возможности. Встретившись с таким противником, можно все время отступать, но лучше сделать большой щаг в сторону.
<P>43. Секрет перешагивания поперек с поворотом корпуса боком.<BR>
Челнок снует по прямой вперед - прием трудно прервать. Вначале попытайся взять его под контроль выясняя его возможности. Если встретил противника ведущего непрерывную атаку - ему не сравниться в живости с перешагиванием поперек и повороте корпуса боком.
<P>44. Метод бросания влево и вправо.<BR>
Увертываешься и уклоняешься к востоку - с запада опять атакуют. Размахиваешься, изменяешь тело, бросаешься прочь. Влево и вправо непрерывно делаешь так. Толкаешь вперед, подбираешь назад, поясница искусно распоряжается.
<P>44. Секрет увертывания влево и вправо.<BR>
Увернулся от востока - приходит с запада, уклон переходит в увертывание. Точно так же действуя непрерывно влево и вправо, толкай вперед и дергай назад поясницей наводя порядок.
<P>45. Метод приседания и опускания.<BR>
Если тело противника высокое и костяк большой, он будет нападать по верхним трем направлениям. Поднять руку, чтобы блокировать и запечатать - трудно. Приседаю и опскаюсь, заставляю противника следовать за собой вниз. Если он ловится на мой трюк - использовать это можно по-разному.
<P>45. Секрет шага в приседе с пониженным корпусом.<BR>
Встретил мощного мужика - трудно против него проводить приемы. Присядь, понизь корпус, уйди вниз. Методике в механизме из него и меня будут более длинными.
<P>46. Запрет захватывания.<BR>
В методах багуа не говорится о захватах. Если хватаю противника - становлюсь таким же неуклюжим. Если много противников, от захвата большие неудобства. Прямо вышел, прямо вошел - этим можно гордиться.
<P>46. Секрет избегания захватов.<BR>
Мастера багуа не делают ставку на захваты, схватил его - уже ошибка. Особенно неудобно когда противников много, гораздо выгоднее просто бить.
<P>47. Запрет стояния.<BR>
Полагаюсь на всю изначальную единую ци, странствуя в небесных пределах. Истинная теория Восьми Триграмм - моя родина. Приемы не отделяются от вариаций шагания. Кто стоит неподвижно - подобен опавшим цветам.
<P>47. Секрет избегания стояния.<BR>
Смешанное и изначальное - единое ци - идут по краю неба. Чудесный закон восьми триграмм скрывается в его середине. Прием за приемом не отрываются от трансформаций ног. Стоишь - как растущий в земле цветок.
<P>48. Высший метод.<BR>
Сила должна быть достаточно живой, техника точной. Даже если атака трижды проваливается в пустоту, не волнуйся. Техника против техники - нет этому предела. Дух же техники зависит от мастерства.
<P>48. Секрет самого высокого.<BR>
Сила должна быть полной и живой, приемы должны быть точными, либо проваливаешь в пустоту, либо три незапутанности. Прием содержит прием, неисчерпаемо. Нужно постигать в передаваемом самую суть.
<?
CloseTable();

//Навигация
OpenTable();
echo"<center>[ <a href=?mod=articles>начало</a> | <a href=#>наверх</a> ]</center>";
CloseTable();

include("footer.php");
?>