<?
$pagetitle = "| Статьи | Переводы древних песенных наставлений (перевод 1)";
$description="Переводы древних песенных наставлений";
$keywords="Переводы древних песенных наставлений";

include("header.php");

//Заголовок страницы
OpenTable();
echo"<p class=\"title\">Статьи</p>";
CloseTable();

//Название статьи
OpenTable();
echo"<p class=\"option\">Переводы древних песенных наставлений (перевод 1)</p>";
CloseTable();

OpenTable();
?>
<p><b>1.</b> Втянул - выбросил, ушел - вернулся. В шаге переходят друг в друга пустое и полное. Двигайся как ветер, стой словно вбитый гвоздь. Попеременные раскрывающиеся и закрывающиеся шаги ясны. Поясница должна быть ловкой, ци - как знамя. Глаза наблюдают шесть дорог, опережая руки и ноги. Передвигайся как дракон, сиди как тигр. В движении подобен реке, в спокойствии - горе. Руки - инь и ян, переворачиваются вверх и вниз. Расслабить плечи, свесить локти, сконцентрироваться на даньтянь. Охватывая шесть дорог не рассеиваться. Ци по всему телу обретает естественность.
<p><b>1.</b> В школе багуа-чжан первое это шаги. Подтягивай и сразу же отпускай, уходи и сразу же возвращайся, изменяй и варьируй в шагахпустое и плотное. Ходи как ветер, стой как-будто прибит гвоздями, приемы-задерживание, мах, протыкание и поворачивание - четко различимы. Поясница - императорское знамя, ци - генеральский флаг. Глаза смотрят во всех шести направлениях, кисти и стопы движутся первые. Ходи как дракон, сиди как тигр, двигайся как река, в неподвижности будь как гора. Руки Инь и Ян, поворачиваются вверх и вниз. Опускай плечи и направля вниз локти, ци возвращается в Дань. Охвати шесть гармонических сочетаний, не допускай случайности и беспорядка, ци и кровь циркулируют во всем теле - так достигается естественность.
<p><b>2.</b> Раскрывающиеся и заворачивающиеся шаги нужно делать тщательно, смены наступления и отступления - в пояснице. Руки - три десятых, шаг - семь десятых. Руки и ноги наступают совместно, без раздумий. Бедра бьют - передвижение, плечи бьют - сталкивание. Телу поручают теснить-опираться с незаметным ударом коленом. Высоко не оборонить, низко не преградить. Встречно тут же атаковать и опередить. Язык чисел обобщает тайны кулаков. Не используешь мастерскую работу - и все зря.
<p><b>2.</b> При задерживающем и машущем шаге тщательно сгибайся. Поворот, смена, наступление и отступление управляются поясницей. На ноги приходится семь десятых, на руки три десятых. Кисти и ступни наступают вместе без задержки. Бедра бьют при хотьбе, плечи бьют при столкновении; опускай тело, прижимайся близко к противнику и нажимай локтем наружу тайно. Высоко не удерживай низко не перехватывай, поворачивайся к ветру, чтобы приблизится к противнику - важнее всего. Несколько слов описывают важный удивительный секрет кулака. Если не учишся умом, все это будет напрасно.
<?
CloseTable();

//Навигация
OpenTable();
echo"<center>[ <a href=?mod=articles>начало</a> | <a href=#>наверх</a> ]</center>";
CloseTable();

include("footer.php");
?>