<?
$pagetitle = "| Статьи | Заповедь Дунг Хай-Чуаня (Дун Хайчуань)";
$description="Заповедь Дунг Хай-Чуаня (Дун Хайчуань)";
$keywords="Заповедь Дунг Хай-Чуаня (Дун Хайчуань)";

include("header.php");

//Заголовок страницы
OpenTable();
echo"<p class=\"title\">Статьи</p>";
CloseTable();

//Название статьи
OpenTable();
echo"<p class=\"option\">Заповедь Дунг Хай-Чуаня (Дун Хайчуань)</p>";
CloseTable();

OpenTable();
?>
<p>Мощь ладоней восьми диаграм беспредельна, ладони делают движение еще до того, как начали двигаться руки. Когда рука устремляются вверх, это подобно сотне птиц, воздающих почести священному фениксу; когда рука выбрасывается вперед, она подобна спускающемуся с горы тигру. Когда занимающийся движется по кругу, он похож на дикого гуся, который отбился от стаи, однако когда он делает движение руками он может передвинуть горы. Отступая и уворачиваясь, двигаясь вперед и назад, он использует силу противника, чтобы контратаковать, однако его собственное усилие столь мало, что может быть сравнимо с подталкиванием лодки, плывущей по течению.
<?
CloseTable();

//Навигация
OpenTable();
echo"<center>[ <a href=?mod=articles>начало</a> | <a href=#>наверх</a> ]</center>";
CloseTable();

include("footer.php");
?>
