<?
$mod_title = "Ëèòåðàòóðà";
$description="Äæîí Ô. Ãèëáè Ñåêðåòíûå áîåâûå èñêóññòâà ìèðà";
$keywords="Ãèëáè áîåâûå èñêóññòâà";

$floder = "gilbi";
$bk_title = "Äæîí Ô. Ãèëáè \"Ñåêðåòíûå áîåâûå èñêóññòâà ìèðà\"";

$arr = array(
"ÂÌÅÑÒÎ ÏÐÅÄÈÑËÎÂÈß",
"ÏÐÈÊÎÑÍÎÂÅÍÈÅ ÎÒÑÐÎ×ÅÍÍÎÉ ÑÌÅÐÒÈ",
"ËÈÂÅÐÏÓËÜÑÊÈÉ ÕÝÄÒÅÐ",
"ÊÓËÀ×ÍÛÅ ÁÎÉÖÛ ÁÅÍÀÐÅÑÀ",
"ÓÄÀÐÛ Â ÏÀÕ ÍÀ ÁÅÐÅÃÀÕ ÃÀÍÃÀ",
"ÏÎÑËÅÄÍÈÉ ÈÇ ÁÎËÜØÈÕ ÌÀÑÒÅÐÎÂ ÑÀÂÀÒÀ",
"ÈÇßÙÍÛÉ ÌßÃÊÈÉ ÒÎË×ÎÊ",
"ÌÅÊÑÈÊÀÍÑÊÈÉ ÍÎÆ",
"ÊÀÍÒÎÍÑÊÈÉ ØÒÎÏÎÐ",
"ÌÅÒÎÄ ÓÂÅËÈ×ÅÍÈß ÖÈ",
"ÌÀÊÅÄÎÍÑÊÈÉ ÇÀÄ",
"ÑÏÅÖÈÀËÜÍÛÉ ÌÅÒÎÄ ÌÂÄ",
"ÍÅÎÆÈÄÀÍÍÀß ÒÀÊÒÈÊÀ",
"ËÎÊÒÅÂÎÉ ÏÐÈÅÌ ×ÀÂÀÍÒÅ",
"ÏÀÒÀÃÎÍÑÊÈÉ ÓÄÀÐ ÍÎÃÎÉ",
"×ÅËÎÂÅÊ ÈÇ ÏÅÊÈÍÀ",
"ÏÅÑÒÐÀß ÑÌÅÑÜ",
"ÌÀÑÒÅÐ ÊÈÀÉ-ÄÇÞÖÓ",
"ÈÑËÀÍÄÑÊÈÉ ÏÎÑÒÑÊÐÈÏÒÓÌ"
);
?>

