<?
$pagetitle = "| Главная";
$description="сайт о боевых искусствах Белый Дракон";
$keywords="Ушу кунфу багуа синги тайдзи Белый Дракон";
include("header.php");

OpenTable();
echo"<p class=\"option\">Приветствуем всех, кто занимается ушу, кунфу, багуа, синги, тайдзи, каратэ, айкидо и другими видами боевых искусств.</p>";
CloseTable();

OpenTable();
?>
<p>Мы предлагаем вести здесь серьёзный разговор о <Strong>боевых искусствах</Strong>.
<p>Мы – это <Strong>секция ушу «Белый Дракон»</Strong>.Наша секция занимается <Strong>прикладным боем</Strong>, не имеющим ничего общего со спортом.
<p><b>Зачем нам нужен этот сайт?</b>
<p>Прежде всего для поиска себе подобных.
<p>Попутно есть желание возразить некоторым «гениям», утверждающим, что понятия классики и старых мастеров сегодня не актуальны.
<p>Смеем утверждать, что в боевых искусствах всё сказано далеко до нас и добавить абсолютно нечего.
<p>«Имеющий уши да услышит, имеющий глаза да увидит».
<p>Никто здесь не предложит Вам готовых ответов – слишком дорого они стоят.
<p>Но мы готовы подсказать, где их искать. А это уже очень много!
<p>В Ведах сказано, что существует пять путей поиска истины: <Strong>путь монаха, путь мага, йогина, философа и путь воина!</Strong>
<p>Наше сердце открыто для тех, кто встал на путь воина в поисках ИСТИНЫ.
<p>И пусть схватка покажет, кто прошёл дальше на этом благароднейшем пути.
<p><b>С глубоким уважением к истинным бойцам<br>
<p>Александр Дан.</b>
<?
CloseTable();

include("footer.php");
?>